Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 하긴, 우리 오랜만이긴 하지?
en: Well, it’s true that it’s been a while.

source: 뭐 좋은 일이라도 있어?
en: did something good happen?

source: 아니, 그런 건 아니지만…, 마지막으로 여쭙겠습니다.
en: no... i just wanted to check with you one last time.

source: 으으…
en: Ugh...

source: 저, 다영 씨.
en: um, dayoung.

source: 하하, 그렇게 봐주셔서 기쁘네요.
en: Haha, it makes me happy to hear that.

source: 계산 하고 올게요.
en: I’ll pick up the tab.

source: 한빈이를 생각해서라도 말이야.
en: If not for yourself, then for Hanbin.

source: 후우.
en: whew.

source: 어쨌든 오빠 씨잖아.
en: no matter how you slice it, he’s still changyeob’s.

source: 겁먹지 말아요.
en: Don’t be afraid.

source: 자!
en: okay!

source: 어떡해….
en: What should I do...?

source: 죄송한데, 오늘 한빈이 좀 맡겨도 될까요?
en: I’m sorry, but could you take Hanbin today?

source: 언제까지고 피한다고 능사는 아니겠어.
en: i guess i can’t just keep avoiding him.

source: 관심 있는 척 호소 좀 했더니
en: I feigned some interest,

source: 창희?
en: changhee, really?

source: 그럼, 당연히 되지.
en: you sure can.

source: 그걸로 다행이에요.
en: ...i’m relieved.

source: 신세를 지게 되었네요.
en: I will have to repay the favor.

source: 못 할 짓하는 기분인데….
en: ...wrong...

source: 10시에….
en: at 10...

source: 안 되겠어 너무 보고 싶어서.
en: I want to see you too much.

source: …승완 씨!
en: Seungwan...!

source: 어쩔 수 없구만.
en: guess I’ve got no choice.

source: 그냥 좀 세게 긁었더니 자국이 남았나 보지.
en: I must have scratched myself too hard and left a mark.

source: 다영 씨!
en: dayoung!

source: 오늘 한빈이가 차고 있던 배지요.
en: do you remember the badge hanbin was wearing?

source: 하는 생각이 드니 너무 행복합니다.
en: and it makes me so happy.

source: 너무 재밌어요.
en: This is so much fun.

source: 제가 요즘 한빈이를 데려다주고 하다 보니까,
en: it’s probably because i’ve been dropping hanbin off lately...

source: 네, 그럼요!
en: Yes, of course!

source: 승완 씨가 저 좋다고 쫓아다니는 건데,
en: seungwan is the one following me around like a lovesick puppy...

source: …대현 씨 사무실 앞에 한빈이가 있대요.
en: hanbin should be in front of your office...

source: 제가 잘 마무리해 볼게요.
en: i’ll put an end to things.

source: 아쉽지만 다음에 또 봐요.
en: i’m sorry to go. i’ll see you.

source: 어떤 남자가 그런 몸을 가진 여자하고 섹스를 하고 싶겠어?
en: Who would want sex with you with your body the way it is?

source: 좋아, 이걸로 됐어…!
en: perfect, this marks the end of my problems...!

source: 김한빈!
en: hanbin kim!

source: 69화
en: episode 69

source: 제가 시킬게요.
en: i’ll make sure he does.

source: 네, 여보세요?
en: yes, hello?

source: …저희 직원들 셋은 지금 유치장에 들어 가 있는…,
en: three of our employees were taken into police custody...

source: 어머, 그래요?
en: oh my, do i really?

source: 아침에 그 사람이 왔다 간 후, 조금 있다가
en: they’re saying that a little while after the man from this morning left...

source: 임자 있는 남자 건드리니까 좋냐고!
en: is it that fun to seduce someone else’s boyfriend?!

source: 그쪽으로 파고들 구멍이 있다면,
en: ...if there’s a crack you can burrow into,

source: 자, 그럼 한빈이 데리러 가볼까요?
en: Now, why don’t we go get Hanbin?

source: 닥쳐!
en: shut up!

source: 왠지 우린 호텔에서만 만나는 거 같네요.
en: I feel like we’re always meeting up at a hotel.

source: 어휴!
en: ...god!

source: 오늘 출근하면 얘기해 볼게.
en: I’ll ask him about it today after I leave for work.

source: 아….
en: ah...

source: 벌써 시간이 그렇게 됐어요?
en: is it already time?

source: 오~
en: ooo...

source: 다, 다영 씨…?
en: D-Dayoung...?

source: 네…?
en: What...?

source: 다영 씨가 제게 올 때까지, 기다릴게요.
en: I’ll wait until you come to me, Dayoung.

source: 사장님도 조심하십시오.
en: you should be careful too, ms. min.

source: 65화
en: episode 65

source: 할 얘기가 있어….
en: we have to talk...

source: 이미 마감했….
en: ...but we’re already closed.

source: 요즘 스토커가 붙어서 휴대폰을 볼 엄두가 안 났어요….
en: i couldn’t bring myself to check my phone because of this stalker...

source: 72화
en: episode 72

source: 어머니가 모든 명의를 이 사람 앞으로 돌린 건 찝찝해.
en: ...but it’s worrying that she’s handing him all of the rights.

source: 솔직히 이제 귀찮아.
en: honestly, this is getting annoying.

source: …하나 얘기해두고 싶은데.
en: Let me just say this...

source: 그 애…
en: that boy...

source: 네 아버지 죽고 내가 너희를 어떻게 키웠는데!
en: And after everything I’ve done for you after your father died...?!

source: 쓰레기 같은 자식…!
en: you bastard...!

source: 미안합니다.
en: My apologies.

source: 한빈이 웃는 게 너무 귀여워서요.
en: Hanbin’s just so cute when he smiles.

source: 감히 다영 씨한테 무슨 수작이야!
en: what are you playing at?!

source: …잠깐만요.
en: wait a second...

source: 여기에 숨어 있을 줄을….
en: but i never imagined she would be this close...

source: 자기가 친부라면서 남자가 나타났는데, 조금 있다가 아이가 없어졌다면서,
en: ...after a man claiming to be the boy’s father showed up at his school.

source: 아, 그 아이라면….
en: oh, if you’re talking about that child, he’s...

source: …네에….
en: Okay...

source: 네, 다행히도요.
en: yes, it’s a huge relief that it is.

source: 엄마가 바쁘시거든.
en: your mom’s going to be busy.

source: 이거 받고 웃는 걸 보고 싶었는데….
en: I wanted to give this to him and see his smile...

source: 오늘은 한번 어떻게 해보나 했더니,
en: I thought we’d finally do something today,

source: 그만 뒀어요.
en: the dear quit.

source: 혹시, 오늘 오후에 출근해도 괜찮을까요?
en: Would it be okay if I started work later this afternoon?

source: 여긴 어쩐 일이세요?
en: What brings you here?

source: 어서 오세요.
en: welcome.

source: 일단…
en: just...

source: 케이~
en: ...kay!

source: 그걸 제가 어떻게 믿을 수 있죠?
en: How can you expect me to believe that?

source: 애는 뒷전이고, 내가 왔는데도 몰라?
en: what’s so important that you neglected our child and didn’t even realize i was home?

source: 한빈아, 기억나는 거 있니?
en: hanbin, do you remember anything?

source: 원룸.
en: the studio.

source: 무슨 일 있으세요, 사장님?
en: did something happen, ms. min?

source: 뭐,
en: Wh-

source: 왜요, 뭐 일 있어요?
en: Why? Do you have something else going on?

source: 다영 씨…
en: Dayoung...

source: 그렇게 화가 올라오는 건
en: Is the reason you’re so angry...

source: 또 보자.
en: I’ll see you later.

source: 뭐라고 했는데요?
en: what did she say?

source: 애!
en: the kid!

source: 세경이한테서 얘기 제대로 들은 거 맞지?
en: but sekyung told you about what happened, didn’t she?

source: 안녕히 주무세요!
en: good night, grandma!

source: 그 얘기를 어떻게 해!
en: how can i tell him about that?!

source: …무서워요.
en: i’m afraid...

source: 제가 박치기 공룡 보여드릴게요!
en: lemme show you what a headbutting dino does!

source: 어디 있니?!
en: where are you?!

source: 이렇게 헤어지긴 아쉬운데.
en: it’s a shame to part ways like this.

source: 미안해.
en: i’m sorry.

source: 한빈아.
en: hanbin.

source: 일을, 일을 왜 그딴식으로 하는 거예요!
en: how?! how could you make such a mess of things?!

source: 우리는 그냥 저 애가 예뻐서 지켜보고 있었는데!
en: we were just watching that kid because he was adorable...

source: 지금 어디예요?
en: Where are you right now?

source: 한빈이도 사장님 보고 싶어하고,
en: since hanbin has been wanting to see ms. min,

source: 이 여자의 남편을 찾아달라는 거죠?
en: you’re asking me to find this woman’s husband, right?

source: 한빈아…!
en: hanbin...!

source: 그럼 다영 씨, 연락해요.
en: okay, dayoung. i’ll talk to you later.

source: 그럼 또 찾아 뵙겠습니다.
en: i’ll see you.

source: 자, 그럼 갈까요?
en: all right then, shall we go?

source: 나 왔다.
en: i’m home.

source: 기억나는 거….
en: um...

source: 수영 가르쳐 주실 때에도 많이 닿았는데.
en: You already touched me a lot when we were at the pool.

source: 아, 그나저나 어쩐일로…?
en: By the way, what brings you here...?

source: 승완 씨 일로 온 거라면 저한테 이럴 거 없어요.
en: if you’re here about seungwan, you shouldn’t be doing this to me.

source: 받아도 돼요.
en: you can take it.

source: 자, 말씀하신 대로 찾아드렸습니다.
en: we’ve found him like you asked.

source: 당신들끼리도 말이 안 맞는 거 알고 있나?
en: do you realize your stories aren’t even matching up?

source: 위치추적기를 달아뒀었답니다.
en: ...a gps tracker on the child.

source: 스크린 골프?
en: A screen golf center?

source: 아, 저번에 본 그 여자요?
en: ah, the young lady we saw last time?

source: 승완 씨는 승완 씨에요.
en: you’re you, seungwan.

source: 어, 그래.
en: oh, good.

source: 그게 뭐 어려운 일이라고요.
en: It’s not like it’s hard.

source: 이거 안 놔?!
en: let go of me!

source: 너무 죄송한데….
en: i can’t make you do that...

source: 제가 그 분인 줄 알고 말을 건 거고요?
en: And you thought I was her?

source: 아…
en: Ah...

source: …다영 씨?
en: Dayoung...?

source: 그때도 지금도 전 힘이 없어요.
en: But I’m powerless to do anything about it, back then and now.

source: 아까는 그 남자랑 있다가,
en: she was with that man...

source: 어머, 승완 씨.
en: oh my, seungwan.

source: 어이쿠, 빨리 가봐야겠다.
en: Gosh, I need to get going.

source: 또요?
en: Again?

source: 아시는 여잡니까?
en: do you know her?

source: 이 남자들은 이제 쓸모가 없어.
en: so these men are worthless to me now.

source: 아무래도 이런 일에 얽혔다간 천벌 받을 것 같아서 전화드렸습니다.
en: i’m calling because i have a feeling i’m going straight to hell if i’m a part of this.

source: 그쪽 사람들, 이 정도로 비열할 줄을 몰랐네요.
en: i didn’t expect those people to play this dirty.

source: 오늘은 한빈이 먹고 싶다는 거 다 사줄 거예요.
en: i’m going to get him everything he wants to eat today.

source: 네에, 아야 안 해요.
en: yeah, i don’t have any boo-boos.

source: 들어 봐, 영수 씨.
en: listen to me, youngsoo.

source: 절대 한빈이를 넘겨주면!
en: whatever you do, don’t let him near hanbin!

source: 최대한 빨리.
en: as soon as possible.

source: 후우, 알았어요, 알았어.
en: Huu, fine, I get it.

source: 그럼 창희는요?
en: what about changhee?

source: 그렇게 해.
en: just do what he says.

source: 저번에 거기서 봐요!
en: i’ll see you at the same place as last time!

source: 제가 알아요.
en: i do.

source: 자, 이거 마시면서 일해요.
en: here, have this while you work.

source: 우리 한빈이….
en: what should i do...?

source: 그 아이, 당장 내일이라도 없애버려요.
en: you can get rid of that kid as early as tomorrow.

source: 이제 일할게요.
en: i’ll get to work now.

source: 저런 자식 저대로 두면 안 된다니까!
en: someone’s gotta teach that creep a lesson!

source: 이…
en: that...

source: 만나러 가도 될까요?
en: Could I come see you?

source: 아유, 그게….
en: the thing is...

source: 예전에 마트에서 마주친 적이 있다.
en: i saw him at the store a while ago.

source: 그거 잘됐네요.
en: Then that’s perfect.

source: …두고 봐.
en: Just wait and see...

source: 잘 되고 있습니다.
en: They’re going well.

source: 잠이 안 와서요.
en: i couldn’t sleep.

source: 이제 가요.
en: let’s go.

source: 집이에요.
en: I’m at home.

source: …오늘 만날 수 있을 까요?
en: can we meet today...?

source: 정말요?
en: Oh, did it?

source: 영수 선생님?
en: youngsoo?

source: 아유, 그럼요.
en: oh, certainly.

source: 그 여우 같은 년…!
en: that sneaky bitch...!

source: 지금 자세 괜찮았나요?
en: How did that look?

source: 네, 요즘 좀….
en: lately, yes...

source: 오해 하지 마시고…!
en: please don’t misunderstand...!

source: 남영수 잘 들어갔어요?
en: YOUNGSOO NAM DID YOU GET HOME SAFE?

source: 사실 요즘 스크린 골프장을 하나 낼까 하고,
en: To tell the truth, I’m trying to open a screen golf center*,

source: 지금 그 여자는 다른 남자 만나서 같이 키우고 있다나 봐.
en: it seems like she’s been raising him with another man.

source: 여긴 또 어떻게 알아서….
en: how did you even find this place...?

source: 후후, 고마워요.
en: Huhu, thank you.

source: 그래요, 그럼.
en: all right.

source: 아유, 실례해요.
en: goodness, thank you for picking me up.

source: 와~ 이건가요?
en: Wow, is it this one?

source: 78화
en: episode 78

source: 제가 뭐 아는 게 있어야….
en: but i don’t know anything about real estate...

source: 진짜 안 바래다줘도 돼요?
en: are you sure you don’t want me to take you home?

source: 혹시나 해서 남자들 쪽에도 사람을 붙여놨지만
en: i put a tail on the man just in case...

source: 무슨 얘긴데 그래?
en: what’s this all about?

source: 뭐… 그런 상황입니다.
en: so... there you have it.

source: 웬일로 센터까지 와서는.
en: did you really have to come all the way to the center?

source: 그, 그래?
en: y-yeah?

source: 한빈이 유치원 보내고 바로 출근할게요.
en: i’ll take hanbin to school and head straight to work.

source: 이 사탕도 줘야하고요.
en: I have to give him this lollipop anyway.

source: 오늘은 좀 곤란한데….
en: i’m afraid today’s going to be a little tough...

source: 조사해서 밝혀지는 게 있으면 바로 연락 드리겠습니다.
en: we’ll let you know as soon as anything comes up.

source: 남자다!
en: a man!

source: 그럼 이따 봐요.
en: I’ll see you later.

source: 아니라니까요!
en: we didn’t!

source: 주말에 한빈이 데리고 같이 놀러갔다 오는 거 어때요?
en: what do you think about all of us going out with hanbin on the weekend?

source: 번번히 챙겨주셔서 감사해요.
en: Thank you for always thinking of Hanbin.

source: 다 둘러보고 왔습니다.
en: ...and our new home.

source: 아니, 저희라고 그쪽이 그렇게까지 준비할 줄 알았겠습니까.
en: i mean, how were we supposed to know they would be so prepared?

source: 애초에 다영 씨가 아니었으면 받지 못했을 돈으로 한 사업 아닙니까.
en: I wouldn’t have gotten the money to start this business in the first place if it weren’t for you.

source: 최대한 빠른 시일내에 부탁해요.
en: make it happen as soon as possible.

source: …애초에
en: if only...

source: 지금 며느리가 딸 하나만 놓고, 더 소식이 없어서 걱정했는데.
en: my current daughter-in-law had one girl, but i was worried because there’s been no other news.

source: 게다가 복수할 거라면, 왜 굳이 나를 노리는데?
en: besides, if she wanted revenge on you, why’d she target me?

source: 돈이라면 챙겨 준다니까요!
en: i said i’ll pay you!

source: 그때 그 남자를 만났어요.
en: that was when i first ran into him.

source: 가만히 있어요.
en: Stay still.

source: 받아주십시오!
en: Please!

source: 한빈아,
en: hanbin,

source: 좀 더 알아가고 싶어서 이렇게 연락처를 드리는 겁니다.
en: ...because I want to get to know you better.

source: 이,
en: th-

source: 여사님.
en: Baksoon.

source: 이만 끊습니다.
en: i’ll hang up now.

source: 분명 그 인간들 짓일 거야.
en: those people are behind it, i’m sure of it.

source: 한빈이가 자다 깨서,
en: if hanbin wakes up...

source: 어떻게 그럴 수가….
en: how could...

source: 예, 열심히 하겠습니다.
en: yes, ma’am. i’ll do my best.

source: 진작 결혼해서 나가 살지 않은 고 기지배가 멍청한 거지.
en: she should have thought ahead and gotten married. then she would have moved out by now.

source: 어머….
en: oh my...

source: 안녕하세요.
en: Hello,

source: 방금 온 손님이 이 여자의 남편을 찾아 달라잖아.
en: and the client just now wants me to find her husband.

source: 어,
en: oh,

source: 아주 재미있었어요.
en: It was very fun.

source: 문단속 잘 하세요.
en: Make sure to lock the door.

source: 혼자라서 무서웠어요.
en: ...i was afraid because i was by myself.

source: 그건, 유 사장이 주문한 개업 축하 화분인가?
en: Is that the plant Daehyun ordered?

source: 제 집으로 가시죠?
en: let’s go back to my place, okay?

source: 이제 회사에서 이런 일로 찾아오는 것도 그만해줬으면 해.
en: I’d prefer if you didn’t talk to me about this at work anymore.

source: 엄마~!
en: Mommy!

source: 여자 회원들한테 워낙 인기가 많으니까,
en: You’re so popular with the women who come to the Center,

source: 꼭 가지고 가고 싶은 장난감 3개만 챙겨와, 알았지?
en: so only take the three toys you really need, okay?

source: …대현 씨한테 폐 끼치고 싶지 않았는데.
en: but i didn’t want to cause you trouble...

source: 걱정됩니다.
en: i’m worried.

source: 그렇다면, 절반이라도 받아주십시오.
en: Well, if that’s how you feel, please at least take half.

source: 흐흥.
en: hm hm.

source: 당신 생각대로 해.
en: do whatever you want.

source: 수,
en: wh-

source: 죄송합니다.
en: My apologies.

source: 흐음….
en: hmm...

source: 내 아들…
en: my son...

source: 미리 말 못한 나도 잘못이 있는걸.
en: i’m sorry for not telling you sooner.

source: 미안, 미안…
en: sorry, sorry...

source: 아…, 네.
en: Ah... okay.

source: 하하, 한빈아!
en: Haha, Hanbin!

source: 영수 선생님.
en: youngsoo.

source: 경찰이라고 다짜고짜 이렇게 억지 부려도 되는 겁니까?
en: do you think being a cop gives you the right to make these ridiculous demands?

source: 계속 장 볼까요?
en: shall we keep shopping?

source: 그이 머리카락도 챙겨놓긴,
en: i brought a couple of my husband’s hairs too,

source: 집이 좀 누추하죠?
en: It’s a bit messy, isn’t it?

source: 아아, 그 남자친구랑 헤어지고 난 뒤로 난리랬지.
en: oh right, i heard she was a mess after she broke up with her boyfriend.

source: 귀엽다.
en: Cute.

source: 오늘 일이 좀 많아서.
en: i had a busy day.

source: 들었죠?
en: you heard him, right?

source: 그래서 제가 거기에서 이게 대체 뭐냐고 들고 일어섰는데…!
en: anyway, so i demanded to know what the hell was going on, and then...!

source: 연차까지 쓰고 아침부터 만나 이렇게 사랑해 주다니~.
en: You even used a vacation day to make love to me this morning.

source: 만혁 씨.
en: manhyuk.

source: 지금 말하는 주소로
en: Hello, I’d like to order some three-tiered congratulatory wreaths.

source: 대현 씨.
en: daehyun.

source: 이이는 또 무슨 이런 걸….
en: oh, not this again...

source: 선생님, 오늘도 우리 한빈이 잘 부탁드려요.
en: please look after hanbin.

source: 네, 또 한빈이 데리고 찾아뵐게요.
en: yes, i’ll come visit again with hanbin.

source: 응.
en: yeah.

source: 와아, 재밌겠다.
en: wow, that sounds fun.

source: 집중한 것 같아서 일부러 말 안 했어요.
en: i purposely didn’t say anything because I didn’t want to break your focus.

source: 우리 왔어, 다영 씨.
en: We’re back, Dayoung.

source: 하~ 생각보다 어렵네요.
en: haa, this is harder than i thought.

source: 너무 과한 배려를 받는 거 같아….
en: ...i think he’s being too generous...

source: 으음, 향 좋다.
en: Mmm, it smells great.

source: 한빈이, 아기 양 만지러 가볼래?
en: hanbin, do you want to go pet some lambs?

source: 하, 참…
en: Ugh, really...

source: 생각보다 빨리 찾았군.
en: this is going to be quicker than i thought.

source: 아시죠, 사모님?
en: ...don’t you, ma’am?

source: 아이 구했습니다.
en: we’ve rescued your child.

source: 하, 창희도 창희지만,
en: changhee’s bad enough...

source: 도대체 왜 이러시는 거야?
en: What’s gotten into her?

source: 그랬는데…
en: but ever since that day...

source: 내가 물어봤을 땐 모른다고 하지 않았어?!
en: when i asked you, you said you didn’t know who she was!

source: 여기까지 무슨 일이야?
en: What are you doing here?

source: 절대로 안 돼.
en: i can’t let that happen.

source: 우선 미아보호소 확인부터 해보죠.
en: let’s check with guest services first.

source: 아침 일찍부터 일하시는 것 같던데, 힘들지는 않아요?
en: It seems like you start work pretty early. Is it hard on you?

source: 오지 마.
en: Go away.

source: 그년한테 애 있는 거, 알아?
en: did you know that she has a kid?

source: 뭐, 뭐지?
en: Wh-What was that?

source: 맞아, 난 아직도 널 기억하고 있고,
en: You’re right. I still remember you...

source: 뭐, 그냥….
en: It’s nothing...

source: 하루 종일 뭘 한 거야?
en: what have you been doing all day?

source: 승완 씬 제게 유일한 사람이에요.
en: you’re special to me.

source: …제 시어머니였던 여자.
en: The woman I once called my mother-in-law...

source: 한빈이는 착한 아이니까 괜찮아요.
en: it’s okay. hanbin’s a good kid.

source: 그럼, 제 집으로 모시겠습니다!
en: next stop, my place!

source: 수상한 부분이 있으면 바로 연락 주시고요.
en: if she does anything suspicious, let me know right away.

source: 79화
en: episode 79

source: 안 돼요!
en: no!

source: 이제 와서,
en: after everything that’s happened...

source: 갈게요.
en: i’ll be there.

source: 저거, 저거.
en: that girl over there.

source: 진짠데!
en: But it’s true!

source: 당신 덕분이기도 하지만.
en: i have you to thank for that, of course.

source: 오히려 내가 고맙죠.
en: I should really be the one thanking you.

source: 무슨 생각을 하는 거야!
en: What are you thinking, Dayoung?!

source: 얘!
en: Honey!

source: 꺅!?
en: ack?!

source: 지금은 업무에 집중해 주세요.
en: but i’d like you to focus on work right now.

source: 아주 중요한 일을 해주셔야 돼요.
en: it’s very important work.

source: 다녀오세요.
en: have a safe drive.

source: 돈은 내가 알아서 해줄 테니까 걱정 말고 제일 좋은 거 써서 고급스럽게 해요.
en: I’ll take care of the money, so go ahead and choose the best materials. Make it look classy.

source: 불가능한 건 아닙니다만….
en: it’s not impossible, but...

source: 그 손주 될 아이 말입니다.
en: about that boy who’s going to be your grandchild.

source: 네에?
en: I mean, pardon?

source: 제 얘기 중이셨나요?
en: Were you talking about me?

source: 36화
en: Episode 36

source: 으응…
en: mm...

source: 네 아무래도 조금 설레서….
en: yes. my heart’s racing a little too fast...

source: 그렇지, 한빈아?
en: isn’t that right, hanbin?

source: 다시 데려올 수는 있는 겁니까?
en: is there a way to get him back?

source: 집요하게 키스할 거 같아요.
en: ...with a trail of kisses.

source: 한빈이가 왜요…?
en: what about hanbin...?

source: 요즘 힘이 없네, 다영 씨.
en: You seem a little stressed lately, Dayoung.

source: 전 당연히 괜찮아요…!
en: i’m definitely okay with that...!

source: 그럼 그렇게 할게요.
en: All right, I’ll do that then.

source: 이 남자와의 결혼은 포기하는 게 좋을 거야..
en: You should give up on marrying this man...

source: 혹시… 제 생각 했어요?
en: Did you... happen to think of me?

source: 여기 있는 것들 말고, 원하시는 다른 게 있으시면,
en: If you would like a different plant,

source: 한빈이 어리광 다 받아주지 않아도 되는데….
en: ...you don’t need to spoil hanbin, you know...

source: 잠깐만요.
en: wait a moment.

source: 나보고 언제까지 손주나 보고 있으라는 거냐!
en: How long do you expect me to look after her?!

source: 납치에 유기라… 위험수당이 조금 세게 붙을 텐데….
en: kidnapping and abandonment... you realize the hazard pay’ll cost you a pretty penny...

source: 그럼 항상 가던 호텔 바에서 봐요.
en: then i’ll see you at the hotel bar we always go to.

source: 다영 씨 생각은 어떠십니까?
en: but i wanted to know your thoughts, dayoung.

source: 어어, 위험합니다.
en: ahh, that’s dangerous.

source: 네, 그럼요.
en: yes, of course.

source: 이 사람들이 작정하고 숨겼으면 못 찾았을 거예요.
en: if they were bent on hiding hanbin, we would never have found him.

source: 안 보이게 하는 게 좋겠지…?
en: ...it would be better not to show it to him, right?

source: 여기서 뭐하는 거야, 불도 안 켜고?
en: what are you doing in the dark?

source: 흐흑…
en: Hic...

source: 참, 대현 씨.
en: daehyun.

source: 조창희, 너부터 무너지는구나!
en: So you’re the first one to fall, Changhee!

source: 영수 선생님….
en: youngsoo...

source: 아, 고마워요.
en: Ah, thank you.

source: 다녀왔어?
en: Welcome back,

source: 하아, 정말이지….
en: haa, seriously...

source: 그래, 알았어.
en: All right, I will.

source: 그래서 전… 5년 동안 복수를 꿈꿔왔어요.
en: That’s why I’ve dreamed of revenge during the last five years.

source: 어머님한테 상의해 보기도 했는데…
en: i talked to your mother about it...

source: 네, 이따 봐요.
en: Yep, see you later.

source: 대현 씨…, 주무시겠지….
en: daehyun’s probably... asleep...

source: 일이 있는가보군.
en: I’m guessing you have some business to take care of.

source: 뭐가 뭔지….
en: i don’t understand what’s going on...

source: 어디 아픈 데는 없니?
en: does it hurt anywhere?

source: 다음에도 또 영수 선생님한테 지도 받았으면 좋겠어요.
en: I would love it if you could teach me again next time.

source: 거기에서는 뭔가 나올 수도 있지 않아요?
en: don’t you think you might find something there?

source: 한빈이 신나겠네!
en: hanbin is going to be so excited!

source: 승완 씨가 나 말고 꽃다발을 줄 사람이 누가 있어?
en: Who else would you give flowers to?

source: 쟤가 엄마 잃어버렸다고 해서 데리고 있던 거라고요!
en: ...when he came up to us, saying he’d lost his mom! we only wanted to keep an eye on him!

source: …누구지?
en: Who...?

source: 아니에요, 괜찮아요.
en: No, it’s fine.

source: 설마 센터에서 나 말고 다른 년 만나는 건 아니지?
en: You’re not seeing other women from the Center, are you?

source: 혹시….
en: Could he be...

source: 바로 앞에 애 엄마가 있었고, 잠깐 눈 돌린 사이에 사라졌다는데.
en: the kid’s mom was right there, and she said he disappeared in the few minutes she had her back turned.

source: 이유가 뭐야!
en: What’s the reason?!

source: 아이구야, 벌써 시간이!
en: My goodness, look at the time!

source: 중요한 일을 시키신다고 했지만….
en: he said it was important work...

source: 내가 이런 대접받으려고 그렇게 악착같이 너희 키운 줄 알아!?
en: do you think i poured my blood, sweat, and tears into raising you for you to treat me like this?

source: 지금 여기 다영 씨가 없으니까 하는 소리고.
en: That’s only because Dayoung isn’t here right now.

source: 그럼 약속 하나 해줘요.
en: But promise me one thing.

source: 그 화분, 물 너무 자주 주면 뿌리가 썩어서 안 돼요.
en: i shouldn’t. if you water it too much, the roots will rot.

source: 박순 여사님.
en: Baksoon.

source: 아, 저쪽에 있는 편의점에서 마실 거 팔던데.
en: ah, the store over there was selling drinks.

source: 얼른 와서 누워요!
en: hurry, hurry!

source: 뭐, 다영 씨?
en: ‘dayoung’?

source: …엄마.
en: mom...

source: 다영 씨, 우리 왔어요.
en: dayoung, we’re back.

source: 일은….
en: what about work...?

source: 저녁은요?
en: have you had dinner yet?

source: 물어볼 게 있어서 그래.
en: i just had something to ask you.

source: 뭔데요?
en: What’s that?

source: 아니면 한빈이의 존재가 거슬려서?
en: or did they do it because his existence rubbed them the wrong way?

source: 아뇨, 오늘은....
en: No, today...

source: 안녕히 가세요.
en: Goodbye.

source: 좋아하는 여자가 생겼다고 했잖아.
en: I already told you that I have another woman.

source: 소식은 들었습니다.
en: i heard the news.

source: 오는 길에 사탕 두 개나 사주셨다!
en: ...got me two lollipops today!

source: 어디 투자할 데가 좀 있어서 그렇다!
en: I just have someplace to invest it!

source: 바지는 우리 아들이 입던 거 잠깐 입고 계세요.
en: You can wear one of my son’s pairs in the meantime.

source: 뭐, 얘기 들어 보니
en: well, based on the report...

source: 62화
en: episode 62

source: 오늘 연습은 여기까지 하기로 하고,
en: Why don’t we stop here for today,

source: 좀 씻고, 응?
en: ...and wash up?

source: 한빈이 버릇 나빠져요.
en: you’ll spoil him.

source: 아니, 아무것도 못 들었어?
en: wait, she didn’t tell you?

source: 침실이 가장 중요하죠.
en: but the bedroom is the most important.

source: 어쩌고 저쩌고….
en: or some crap like that...

source: 자, 그럼 갈까요?{j}다영 씨.
en: shall we get going?{j}

source: 제가 너무 늦은 건 아니죠?
en: i hope i’m not too late.

source: 왜!
en: why?!

source: 한빈이 어머니!
en: ma’am!

source: 어이 없죠?
en: Ridiculous, isn’t it?

source: 오늘은 이 남자랑….
en: Today, this man and I will...

source: 전부 다영 씨 명의 입니다.
en: they’re all under your name, dayoung.

source: 네....
en: Yes...

source: 꿈… 꿈이었구나 ….
en: I-It was a dream...

source: 그럼 애는 어느 세월에 찾게요!?
en: then when are you planning on finding the kid?!

source: 하하, 아니에요.
en: Haha, it was nothing.

source: 술 냄새!
en: You reek of alcohol!

source: 아저씨, 더 세게요!
en: mister, push me harder!

source: 네 모든 걸 부숴버리는 것도 잊지 않았어.
en: ...and I still haven’t forgotten that I’m going to crush you.
